[
    {
        "Name": "HttpAnimations",
        "Flatpak": {
            "Grapejuice": {
                "Flatpak name": "Grapejuice",
                "Install command": "flatpak install flathub net.brinkervii.grapejuice",
                "Run command": "flatpak run net.brinkervii.grapejuice",
                "Publisher": "The Grapejuice Developers",
                "Main-Photo": "https://dl.flathub.org/repo/screenshots/net.brinkervii.grapejuice-stable/752x423/net.brinkervii.grapejuice-0b3c6430dd02afd545c7ad3784681c5c.png",
                "Description": "A Launcher for Roblox Player and Roblox Studio | Grapejuice is a launcher for the popular Roblox platform. It enables users to create, play, and socialize on the Roblox platform.",
                "Icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/net.brinkervii.grapejuice.png",
                "Source": "https://flathub.org/apps/net.brinkervii.grapejuice"
            },
            "Minecraft Bedrock Launcher": {
                "Flatpak name": "Minecraft Bedrock Launcher",
                "Install command": "flatpak install flathub io.mrarm.mcpelauncher",
                "Run command": "flatpak run io.mrarm.mcpelauncher",
                "Publisher": "minecraft-linux",
                "Main-Photo": "https://dl.flathub.org/repo/screenshots/io.mrarm.mcpelauncher-stable/1248x702/io.mrarm.mcpelauncher-c340fd8e19319f8da7973305d58361d1.png",
                "Description": "Download and play Minecraft Bedrock Edition on GNU/LinuxTo use this launcher you have to own Minecraft: Bedrock Edition on google play store, you may be unable to play the latest update of the Game. Otherwise you will get an license error while launching the google play apk.For sound you will have to install pulseaudio on your host system, otherwise the game will be silent on arm based systems.The project runs the native libraries from the Android version directly on your computer. This is accomplished by fixing the incompatibilities between the libc used on Android and the one used on desktop Linux or OS X (Android - Bionic; Linux - glibc). This is a simple compatibility layer which doesn’t impact performance in any significant way; it’s similar to Wine, but much more lightweight and simple. Aditionally, all Android-specific code has been rewritten to run on Linux (AppPlatform, Store, Xbox Live, etc.).This is an unofficial Linux launcher for the Minecraft Bedrock codebase. This project is not affiliated with Minecraft, Mojang or Microsoft.",
                "Icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/io.mrarm.mcpelauncher.png",
                "Source": "https://flathub.org/apps/io.mrarm.mcpelauncher"
            },
            "Discord": {
                "Flatpak name": "Discord",
                "Install command": "flatpak install flathub com.discordapp.Discord",
                "Run command": "flatpak run com.discordapp.Discord",
                "Publisher": "Discord Inc.",
                "Main-Photo": "https://dl.flathub.org/repo/screenshots/com.discordapp.Discord-stable/1248x702/com.discordapp.Discord-489dc2b446be5c305571ad96b845c776.png",
                "Description": "Messaging, voice and video clientDiscord is a free all in one messaging, voice, and video client thats available on your computer and phone.Whether you’re part of a school club, gaming group, worldwide art community, or just a handful of friends that want to spend time together, Discord makes it easy to talk every day and hang out more often.Talk to your friends with messaging, voice, and video in a "Direct Message" (1 other person), group chat (up to 10 people), or a multi-channel server (practically infinite maximum members).Discord servers are organized into topic-based channels where you can collaborate, share, and just talk about your day without clogging up a group chat.Grab a seat in a voice channel when you’re free. Friends in your server can see you’re around and instantly pop in to talk without having to call.Get a community of any size running with moderation tools and custom member access. Give members special powers, set up private channels, and more.Low-latency voice and video feels like you’re in the same room. Wave hello over video, watch friends stream their games, or gather up and have a drawing session with screen share.Available on Linux, macOS, Windows, iOS, Android, and your web browser.Discord is written in Javascript, React, Elixir, and Rust. The desktop application uses the electron framework.The flatpak version runs in a sandbox to provide better safety and privacy for users. However, this sandboxing prevents the following features from working out of the box: Game Activity, Unrestricted File Access, Rich Presence. Check the README in the Github repo for details.",
                "Icon": "https://dl.flathub.org/repo/appstream/x86_64/icons/128x128/com.discordapp.Discord.png",
                "Source": "https://flathub.org/apps/com.discordapp.Discord"
            }
        }
    }
]
